PROC 0
CONTROL NOMSG
FREE FI(MINIKV)
ALLOC FI(MINIKV) DA('IBMUSER.MINISQL.KV') OLD
IF &LASTCC NE 0 THEN DO
  WRITE ERR: CANNOT ALLOCATE IBMUSER.MINISQL.KV
  EXIT CODE(&LASTCC)
END
CALL 'IBMUSER.MINISQL.LOAD(MSQLTSO)'
SET RC = &LASTCC
FREE FI(MINIKV)
EXIT CODE(&RC)
