//MSQALLOC JOB (ACCT),'MINISQL',CLASS=A,MSGCLASS=X,NOTIFY=&SYSUID
//IDCAMS   EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  DELETE IBMUSER.MINISQL.KV CLUSTER PURGE
  SET MAXCC=0
  DEFINE CLUSTER (NAME(IBMUSER.MINISQL.KV) -
         INDEXED -
         KEYS(64 0) -
         RECORDSIZE(1024 1024) -
         RECORDS(16000 4000) -
         SHAREOPTIONS(2 3) -
         UNIQUE -
         SPEED VOLUMES(TSO003)) -
    DATA (NAME(IBMUSER.MINISQL.KV.DATA)) -
    INDEX (NAME(IBMUSER.MINISQL.KV.INDEX))
/*
