//MSQALLOC JOB (ACCT),'MINISQL',CLASS=A,MSGCLASS=X,NOTIFY=&SYSUID
//IDCAMS   EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//INITREC  DD *
Z|INIT
/*
//SYSIN    DD *
  DELETE IBMUSER.MINISQL.KV CLUSTER PURGE
  SET MAXCC=0
  DEFINE CLUSTER (NAME(IBMUSER.MINISQL.KV) -
         INDEXED -
         KEYS(32 0) -
         RECORDSIZE(80 80) -
         RECORDS(20 10) -
         SHAREOPTIONS(2 3) -
         UNIQUE -
         SPEED VOLUMES(TSO003)) -
    DATA (NAME(IBMUSER.MINISQL.KV.DATA)) -
    INDEX (NAME(IBMUSER.MINISQL.KV.INDEX))
  REPRO INFILE(INITREC) OUTDATASET(IBMUSER.MINISQL.KV)
/*
