//MSQRECV  JOB (ACCT),'MINISQL',CLASS=A,MSGCLASS=X,NOTIFY=&SYSUID
//* Receive MBT-generated XMIT into the load library.
//DEL      EXEC PGM=IEFBR14
//OLDLOAD  DD DSN=IBMUSER.MINISQL.LOAD,DISP=(MOD,DELETE,DELETE),
//             UNIT=SYSDA,SPACE=(TRK,(1,1))
//RECV     EXEC PGM=IKJEFT01
//SYSTSPRT DD SYSOUT=*
//SYSTSIN  DD *
 RECEIVE INDSN('IBMUSER.MBT.XMIT.IN') -
  DATASET('IBMUSER.MINISQL.LOAD') -
  VOLUME('TSO003')
/*
